"Last Updated: %@" = "Dernière mise à jour: %@";
"Loading..." = "Chargement…";
"Never" = "Jamais";
"Pull to refresh..." = "Tirer pour rafraîchir…";
"Release to refresh..." = "Relâcher pour rafraîchir…";
